const pageGlobalGuide = `

  <div class='zb0cfa'>

    <div class='ct0uq6'>

      <div class='hp2782' id='guide-close-icon'>
        <div class=''>Закрыть</div>
      </div>

      <div class='guide-close-container invisible' id='guide-close-icon'>
        <img class='guide-close' src='img/close-circle.svg' >
        <img class='guide-close guide-close-cross' src='img/close-cross.svg'>
      </div>

      <div class='nfqdae'>

        <div class='frzhps' id='frzhps'>

          <div class='p7lr5b'>
            <img class='s3bcy3 j0pci4' src='img/book-bookmark.svg'>
            <div class='sxljys qbq4bc'>Методика</div>
          </div>

          <div class='wr2r02' id='guide-1-toc-overflow-container'>

            <ul class='tp1yks' id='guide-menu-1'>
              <li class='l0wk2t'>
                <svg class='guide-marker' id='cy50yb-1-marker' id='cy50yb-0' viewBox='0 0 16 16'><circle cy='48%'></circle></svg>
                <div class='ibxahf' id='cy50yb-1' scrollTarget='guide-1-content-1' link='true'>Введение</div>
              </li>
              <li class='l0wk2t'>
                <svg class='guide-marker' id='cy50yb-2-marker' viewBox='0 0 16 16'><circle cy='48%'></circle></svg>
                <div class='ibxahf' id='cy50yb-2' scrollTarget='guide-1-content-2' link='true'>Методика</div>
              </li>
              <ul class='tp1yks ps-075'>
                <li class='xa42ph' >
                  <div class='j1m1ol'>
                    <div class='ibxahf' id='cy50yb-3' scrollTarget='guide-1-content-5123' link='true'>Параметры</div>
                  </div>
                </li>
                <li class='xa42ph'>
                  <div class='j1m1ol'>
                    <div class='ibxahf' id='cy50yb-4' scrollTarget='guide-1-content-5125' link='true'>Рейтинговые баллы</div>
                  </div>
                </li>
                <li class='xa42ph'>
                  <div class='j1m1ol'>
                    <div class='ibxahf' id='cy50yb-5' scrollTarget='guide-1-content-5127' link='true'>Относительные показатели</div>
                  </div>
                </li>
              </ul>
              <li class='l0wk2t'>
                <svg class='guide-marker' id='cy50yb-6-marker' viewBox='0 0 16 16'><circle cy='48%'></circle></svg>
                <div class='ibxahf' id='cy50yb-6' scrollTarget='guide-1-content-3' link='true'>Структура сайта</div>
              </li>
            </ul>
          </div>
        </div>
      
      </div>

      <div class='owszlv'>
  
        <div class='qsby4z'>
          <div class='hb2pqz' id='guide-1-overflow-container'>

            <div class='p7lr5b invisible'>
              <img class='s3bcy3 j0pci4' src='img/book-bookmark.svg'>
              <div class='sxljys qbq4bc'>Методика</div>
            </div>
          
            <div class='yvas7x'>
              <div class='guide-title' id='guide-1-content-1' anchor='true'>Введение</div>
              <div class='h-line my-1'></div>
              <p class='guide-text'>
                В разделе <span class='text-bold'>Структура сайта</span> дается краткое описание каждой страницы сайта.
              </p>
              <p class='guide-text'>
                В разделе <span class='text-bold'>Методика</span> рассказывается о том, как рассчитывается рейтинг и описываются параметры, используемые для оценки выступлений гонщиков.
              </p>
              <p class='guide-text'>
                Для оценки используется два типа данных:
              </p>
              <ul class='guide-list-1'>
                <li>Рейтинговые баллы;</li>
                <li>Относительные показатели.</li>
              </ul>
              <p class='guide-text'>
                На рейтинговых баллах базируются разделы сайта <span class='text-bold'>Чемпионат</span> и <span class='text-bold'>Гран-при</span>.
              </p>
              <p class='guide-text'>
                Относительные показатели используются для рассчета уровня выступления гонщика в разделе сайта <span class='text-bold'>Пилоты</span>. Относительные параметры также используются в некоторых графиках разделов Чемпионат и Гран-при.
              </p>
    
              <div class='guide-title' id='guide-1-content-2' anchor='true'>Методика</div>
              <div class='h-line my-1'></div>
              
              <p class='guide-text'>
                По итогам каждого гран-при гонщик получает рейтинговый балл. Чем выше балл, тем более качественным считается выступление гонщика. 
              </p>
              <p class='guide-text'>
                Максимально возможное число баллов - 10.
              </p>
              <p class='guide-text'>
                При составлении рейтинга учитываются следующие параметры:
              </p>
                <ul class='guide-list-1'>
                  <li>Средняя плотность времен прохождения круга;</li>
                  <li>Средний темп;</li>
                  <li>Чистые обгоны;</li>
                  <li>Действия на старте.</li>
                </ul>
              <p class='guide-text'>
                Ниже дается описание каждого из этих параметров и способ подсчета рейтинговых баллов.
              </p>
    
              <div class='guide-title-1' id='guide-1-content-5123' anchor='true'>Параметры</div>
              
              <div class='guide-title-2' >Плотность</div>
              <p class='guide-text'>
              Плотность - это разница между реальным и чистым временем прохождения круга.
              </p>
              <p class='guide-text'>
                Например, если гонщик проехал круг №3 за 1:05.000, а круг №4 - за 1:05.500, то плотность равна 1:05.500 - 1:05.000 = 0.500 секунд.
              </p>
              <p class='guide-text'>
                Для наглядности, посмотрите два графика. Это данные Карлоса Сайнса и Оскара Пиастри на гран-при Абу-Даби 2024 года. В верхней части каждого отрезка отображается резина, которую гонщик использовал на этом отрезке, а также средняя плотность. Из графика видно, что у Сайнса плотность выше на каждом из отрезков, и у обоих пилотов первый отрезок получился плотнее второго.
              </p>
              <p class='guide-text'>
                Помимо этого на графике отображается идеальный темп (линия серого цвета), а также можно визуально оценить потери для случаев, когда гонщик допустил ошибку или слишком сильно загрузил шины (переатаковал) на круге (область серого цвета). Более подробно об этом графике можно почитать ниже в разделе <span class='link' onclick="scrollToID('guide-1-content-14')">График 10. Времена на круге</span>
              </p>
              <img class='guide-img-1' src='img/guide/sai.svg'>
              <img class='guide-img-1' src='img/guide/pia.svg'>

              <div class='guide-title-2'>Темп</div>
              <p class='guide-text'>
                Темп - это среднее значение времен прохождения круга. Здесь исключаются круги заезда или выезда из боксов. Учитываются все круги, показанные на графике <span class='link' onclick="scrollToID('guide-1-content-14')">10. Времена на круге</span>
              </p>

              <div class='guide-title-2'>Обгоны (борьба на трассе)</div>
              <p class='guide-text'>
                Обгоны (или борьба на трассе) - это разница между суммой чистых опережений и суммой чистых потерь позиции на всех кругах, кроме первого и последнего. Опережение считается чистым в том случае, если гонщик, которого обогнали, не заехал и не выехал с пит-лейн на данном круге. Это делается, чтобы минимизировать фактор непрогретых или изношенных шин, а также исключить опережения в момент нахождения гонщика на пит-лейн.
              </p>
              <p class='guide-text'>
                К примеру, если гонщик в течение гонки совершил 5 чистых обгонов и 2 раза уступил позицию, его показатель "Обгоны" будет равен 5 - 2 = 3.
              </p>

              <div class='guide-title-2'>Старт (действия на старте)</div>
              <p class='guide-text'>
                Старт (или действия на старте) - это разница между опережениями и потерями на первом круге. 
              </p>
    
              <div class='guide-title-1' id='guide-1-content-5125' anchor='true'>Рейтинговые баллы</div>
              <p class='guide-text'>
                Используются в разделах сайта <span class='text-bold'>Чемпионат</span> и <span class='text-bold'>Гран-при</span>.
              </p>
              <p class='guide-text'>
                Методика подсчета рейтинговых баллов выглядит следующим образом:
              </p>
              <p class='guide-text ms-2'>
                <span>1.</span>
                <span class='ms-025'>Для каждого гонщика подсчитывается средняя плотность, средний темп, чистые обгоны по ходу гонки и действия на старте.</span>
              </p>
              <p class='guide-text ms-2'>
                <span>2.</span>
                <span class='ms-025'>Для каждого гонщика считаются рейтинговые баллы по каждому из этих параметров:</span>
              </p>
              <ul class='guide-list-1 ms-2'>
                <li>
                  <span class='text-bold'>Плотность</span>. Максимальное число баллов - 4.
                  <p class='guide-text mx-0'>Гонщик с наименьшим значением плотности получает 4 балла, следующий за ним - 3.95, последующий - 3.90 и так далее.</p>
                </li>
                <li>
                   <span class='text-bold'>Темп</span>. Максимальное число баллов - 2. 
                  <p class='guide-text mx-0'>Гонщик с наименьшим значением темпа получает 2 балла, следующий за ним - 1.95, последующий - 1.90 и так далее.</p>
                </li>
                <li>
                  <span class='text-bold'>Обгоны</span>. Максимальное число баллов - 2. 
                  <p class='guide-text mx-0'>Гонщик с наибольшим числом обгонов получает 2 балла, следующий за ним - 1.95, последующий - 1.90 и так далее.</p>
                </li>
                <li>
                  <span class='text-bold'>Старт</span>. Максимальное число баллов - 2. 
                  <p class='guide-text mx-0'>Гонщик с наибольшим числом отыгранных позиций на старте получает 2 балла, следующий за ним - 1.95, последующий - 1.90 и так далее.</p>
                </li>
              </ul>
              <p class='guide-text ms-2'>
                <span>3.</span>
                <span class='ms-025'>Для каждого гонщика баллы по всем категориям суммируются.</span>
              </p>
              <p class='guide-text'>
                Суммарные баллы отображаются на странице <span class='text-bold'>Гран-при - Рейтинги</span> справа от итогового протокола.
              </p>
              <div class='guide-img-1-container ps-2 pb-05 pt-05'>
                <img class='guide-img-1 he-26' src='img/guide/gbr2025.png'>
                <img class='guide-img-1 he-26 ms-1' src='img/guide/gbr2025.svg'>
              </div>
    
              <div class='guide-title-2'>Карточки по итогам-гра-при</div>
              
              <p class='guide-text'>
                Лучший пилот в каждой категории получает карточку лидера. 
              </p>
              <div class='guide-img-1-container j-evenly a-start pt-05 pb-1'>
                <img class='guide-img-1 w-15 mt-2' src='img/guide/card1.png'>
                <img class='guide-img-1 w-15 mt-15' src='img/guide/card2.png'>
                <img class='guide-img-1 w-15' src='img/guide/card3.png'>
                <img class='guide-img-1 w-15 mt-15' src='img/guide/card4.png'>
                <img class='guide-img-1 w-15 mt-2' src='img/guide/card5.png'>
              </div>
              <p class='guide-text'>
                Лучшим пилотом гран-при Великобритании 2025 года стал Нико Хюлькенберг - он занял первое место в рейтинге (категория <span class='text-bold'>Рейтинговые баллы</span>), набрав в сумме 9.55 баллов. Также он получил карточку за лучший старт, отыграв две позиции на первом круге. 
              </p>
              <p class='guide-text'>
                По карточкам ведется отдельная статистика, доступная на странице <span class='text-bold'>Чемпионат</span> и <span class='text-bold'>Статистика</span>.
              </p>
    
              <div class='guide-title-2'>Дополнения</div>
              <p class='guide-text'>
                Плотность вносит больший вес в суммарные баллы, чем другие параметры (4 максимальных балла против 2 у остальных). Это сделано потому, что плотность - наиболее универсальный параметр и в наименьшей степени зависит от возможностей болида или положения на стартовой решетке. Соответственно, максимальный балл за пилотаж (плотность и темп) равен 6, а максимальный бал за действия на трассе (обгоны и старт) - 4. 
              </p>
              <p class='guide-text'>
                Если два или более гонщиков имеют одинаковые показатели, то баллы распределяются в зависимости от их положения на стартовой решетке.
              </p>
              <ul class='guide-list-1'>
                <li>
                  <span class='text-bold'>Одинаковая плотность.</span> Больший балл получает гонщик, располагавшийся на стартовой решетке ниже. Это обусловлено тем, что при старте из глубины пелотона сложнее показывать плотные времена.
                </li>
                <li>
                  <span class='text-bold'>Одинаковый темп.</span> Больший балл получает гонщик, располагавшийся на стартовой решетке ниже. Это обусловлено тем, что при старте из глубины пелотона при прочих равных темп ниже, чем при старте с первых рядов.
                </li>
                <li>
                  <span class='text-bold'>Одинаковые обгоны (борьба на трассе).</span> Больший балл получает гонщик, располагавшийся на стартовой решетке выше. Это обусловлено тем, что при старте из глубины пелотона имеется больше возможностей для обгонов. 
                </li>
                <li>
                  <span class='text-bold'>Одинаковый старт (действия на старте).</span> Больший балл получает гонщик, располагавшийся на стартовой решетке выше. Это обусловлено тем, что при старте из глубины пелотона имеется больше возможностей для обгонов на старте. 
                </li>
              </ul>
    
              <div class='guide-title-1' id='guide-1-content-5127' anchor='true'>Относительные показатели</div>
    
              <p class='guide-text'>
                Используются в разделе сайта <span class='text-bold'>Пилоты</span>, а также некоторых графиках других разделов.
              </p>
              <p class='guide-text'>
                Относительные показатели дополняют рейтинг и считаются следующим образом:
              </p>
              <ol class='guide-list-2'>
                <li>Выбирается параметр (плотность, темп и т.д.);</li>
                <li>Гонщики сортируются согласно выбранному параметру так, чтобы на первом месте оказался гонщик с лучшим показателем, а на последнем - с худшим;</li>
                <li>Лучшему гонщику присваивается макисмальный балл - 10;</li>
                <li>Худшему гонщику присваивается минимальный балл - 1;</li>
                <li>Баллы остальных гонщиков распределяются между 10 и 1. Соответственно, чем ближе значение выбранного параметра к лучшему, тем выше присовенный ему балл. Если гонщик показал результат, близкий к лучшему, то его балл будет чуть меньше 10 и т.д.</li>
              </ol>
              <div class='guide-title-2'>Относительные показатели vs. Рейтинговые баллы</div>
              <p class='guide-text'>
                В целом, относительные показатели близки к рейтинговым баллам, но есть важное отличие - рейтинговые баллы по соответствующим категориям не могут быть одинаковыми. С помощью рейтинга вы всегда может оценить, кто лучше, а кто хуже в данной конкретной категории. Но при этом  рейтинг не показывает <span class='text-bold'>насколько</span> лучше. Потому что в случае рейтинговых баллов (так же как и с очками в чемпионате) есть строгая градация (например, для плотности лучший получает 4, второй - 3.95, третий - 3.90). Соответственно, насколько бы сильно первый не оторвался от второго, его преимущество всегда будет не более, чем 0.05 баллов.
              </p>
              <p class='guide-text'>
                Сочетание рейтинговых баллов и относительных показателей лучше всего отображено на графике <span class='link' onclick="scrollToID('guide-1-content-11')">7. Плотность - Темп</span>. 
              </p>
              <p class='guide-text'>
                Ниже данные гран-при Австрии 2023 года. На крайнем правом графике отображаются относительные показатели по темпу и видно, насколько Макс Ферстаппен (VER) опередил других по среднему темпу.
              </p>
              <div class='guide-img-1-container j-evenly'>
                <img class='guide-img-1 w-50' src='img/guide/aut2023-1.svg'>
                <img class='guide-img-1 w-24 ms-2p' src='img/guide/aut2023-2.svg'>
                <img class='guide-img-1 w-24' src='img/guide/aut2023-3.svg'>
              </div>
    
              <div class='guide-title' id='guide-1-content-3' anchor='true'>Структура сайта</div>
              <div class='h-line my-1'></div>
    
              <p class='guide-text'>
                Сайт состоит из трех разделов: Чемпионат, Гран-при и Пилоты.
              </p>
    
              <div class='guide-title-1'>Раздел "Чемпионат"</div>
              <div class='guide-title-2'>Статистика</div>
              <p class='guide-text'>
                Статистические данные, представленные на данной странице включают в себя как официальную статистику (положение в чемпионате), так и неофициальную (например, чистые обгоны, карточки по итогам гран-при и т.д.).
              </p>
              <div class='guide-title-2'>Рейтинги</div>
              <p class='guide-text'>
                На данной странице представлены два графика <span class='link' onclick="scrollToID('guide-1-content-5')">График 1. Средняя позиция в рейтинге</span> и <span class='link' onclick="scrollToID('guide-1-content-6')">График 2. Позиция в рейтинге по итогам каждого гран-при</span>. Первый график показывает среднюю позицию в рейтинге на текущий момент по каждой категории, а второй - динамику, то есть какое положение в рейтинге по итогам отдельных гран-при занимали пилоты. 
              </p>
              <div class='guide-title-2'>Сравнение</div>
              <p class='guide-text'>
                На данной странице можно сравнить результаты пилотов в рамках одного сезона, основанные на положении в рейтингах в тчение сезона, а также ознакомиться с их статистикой.
              </p>
    
              <div class='guide-title-1'>Раздел "Гран-при"</div>
              <div class='guide-title-2'>Результаты</div>
              <p class='guide-text'>
                Здесь представлен протокол и рейтинговые баллы по итогам гран-при, а также карточки лидеров.
              </p>
              <div class='guide-title-2'>Категории</div>
              <p class='guide-text'>
                Два типа графиков (рейтинговые баллы и относительные показатели) разделенные на категории <span class='text-bold'>Время на круге</span> (плотность и темп) и <span class='text-bold'>Действия на трассе</span> (обгоны и старт).
              </p>
              <div class='guide-title-2'>Сравнение</div>
              <p class='guide-text'>
                График-мишень, с помощью которого можно сравнить двух пилотов по каждому из четырех праметров, а также времена на круге с указанием разницы по чистому темпу.
              </p>
              <div class='guide-title-2'>Гоночный темп</div>
              <p class='guide-text'>
                Здесь представлен инструмент сравнения гоночного темпа. 
              </p>
              
              <div class='guide-title-1'>Раздел "Пилоты"</div>
              <div class='guide-title-2'>Характеристики</div>
              <p class='guide-text'>
                Характеристики выбранного гонщика, основанные на относительных показателях как за всё время, так и по каждому сезону в отдельности.
              </p>
              <div class='guide-title-2'>Сравнение</div>
              <p class='guide-text'>
                Сравнение гонщиков 
              </p>
              <div class='guide-title-2'>Таблицы</div>
              <p class='guide-text'>
                Таблицы с относительными показателями
              </p>

            </div>
          </div>
        </div>
      
      </div>
    
    </div>

    

    <div class='h-line w-100'></div>
  
  </div>

`


















